// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Ogranicz kolor";

NoSetTitle = "Nie udało się zastosować ustawień";
NoSetMsg = "Upewnij się, że drukarka jest włączona i podłączona.";

ApplyButton = "Zastosuj teraz";
NewButton = "Nowy…";
DeleteButton = "Usuń";
AddButton = "Dodaj";
CancelButton = "Anuluj";

// Restrict Color Use
RestrictColorUseTabName = "Ograniczanie korzystania z kolorów";
RestrictColorUseTabDescription = "Ta funkcja służy do ograniczania możliwości drukowania w kolorze wszystkim użytkownikom albo poszczególnym użytkownikom i/lub aplikacjom. Na przykład aby drukować wszystkie wiadomości e-mail bez kolorów, wybierz opcję „Kolor, jeśli dozwolony”, a następnie ustaw uprawnienie aplikacji e-mail „Tylko czarny”.

Należy pamiętać, że ustawienia na pozostałych dwóch kartach będą stosowane, tylko jeśli jest wybrana opcja „Kolor, jeśli dozwolony”.";

RestrictColorUseTabWithoutUsersDescription = "Ta funkcja służy do ograniczania możliwości drukowania w kolorze wszystkim lub poszczególnym aplikacjom i/lub wszystkim lub poszczególnym grupom i użytkownikom. Na przykład aby drukować wszystkie wiadomości e-mail bez kolorów, wybierz opcję „Kolor, jeśli dozwolony”, a następnie ustaw uprawnienie aplikacji e-mail „Tylko czarny”.

Aby ograniczyć drukowanie w kolorze wszystkim lub poszczególnym grupom i użytkownikom, wybierz moduł dodatkowy Zarządzanie rolami użytkowników w okienku Wybór zadania.

Należy pamiętać, że ustawienia na drugiej karcie i moduł dodatkowy Zarządzanie rolami użytkowników będą stosowane, tylko jeśli jest wybrana opcja „Kolor, jeśli dozwolony”.";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Ta funkcja służy do ograniczania możliwości drukowania kolorowego we wszystkich lub określonych aplikacjach. Aby na przykład wszystkie wiadomości e-mail były drukowane bez użycia kolorów, wybierz opcję „Kolor, jeśli dozwolony”, a następnie ustaw uprawnienia aplikacji poczty e-mail na „Tylko czarny”.\n\nNależy pamiętać, że ustawienia na innej karcie zostaną zastosowane tylko w przypadku wybrania opcji „Kolor, jeśli dozwolony”.";

RestrictColorUseTabWithEWSDescription = "Ta funkcja służy do ograniczania możliwości drukowania w kolorze wszystkim użytkownikom albo poszczególnym użytkownikom i/lub aplikacjom. Na przykład aby drukować wszystkie wiadomości e-mail bez kolorów, wybierz opcję „Kolor, jeśli dozwolony”, a następnie ustaw uprawnienie aplikacji e-mail „Tylko czarny”.

Użytkownik może zarządzać uprawnieniami aplikacji na innej karcie, a uprawnieniami dla użytkowników/grup poprzez <a>stronę WWW drukarki</a>

Należy pamiętać, że uprawnienia będą miały efekt tylko w przypadku wybrania opcji „Kolor jeśli dozwolony”.";

RestrictColorUseOptionsPrompt = "Wybierz sposób działania dla drukowania zadań w kolorze:";
RestrictColorUseEnableColorOptionName = "Włącz kolor";
RestrictColorUseEnableColorOptionDescription = "Wszystkie zadania w kolorze będą drukowane w kolorze.";
RestrictColorUseColorIfAllowedOptionName = "Kolor, jeśli dozwolony";
RestrictColorUseColorIfAllowedOptionDescription = "O tym, czy dane zadanie zostanie wydrukowane w kolorze, czy nie, decydują uprawnienia użytkowników i aplikacji.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "O tym, czy dane zadanie zostanie wydrukowane w kolorze, czy nie, decydują uprawnienia aplikacji.";
RestrictColorUseDisableColorOptionName = "Wyłącz kolor";
RestrictColorUseDisableColorOptionDescription = "Wszystkie zadania w kolorze będą drukowane w czerni.";
RestrictColorForApplications = "Ograniczanie drukowania w kolorze poszczególnym aplikacjom";
RestrictColorForUsers = "Ograniczanie drukowania w kolorze na podstawie uprawnień użytkowników lub grup";

// User Color Permissions
UserColorPermissionsTabName = "Użytkownik";
UserColorPermissionsTitle = "Uprawnienia użytkowników do drukowania w kolorze";
UserColorPermissionsTableDescription = "Na tej liście można zapisać maksymalnie 50 użytkowników wraz z ich uprawnieniami do drukowania w kolorze.";
UserColorPermissionsTableUserNameColumn = "Nazwa użytkownika";
UserColorPermissionsTablePermissionColumn = "Uprawnienie";
DefaultUserPermissionsTitle = "Domyślne uprawnienia użytkowników:";
BlackOnly = "Tylko czarny";
Color = "Kolor";
UserColorPermissionsTabDescription = "Możesz wydrukować dziennik zadań wykorzystania kolorów, aby zobaczyć nazwy użytkowników, którzy drukowali na tym urządzeniu.";
UserNameTitle = "Nazwa użytkownika:";
PermissionTitle = "Uprawnienie:";

// Application Color Permissions
AppColorPermissionsTabName = "Aplikacja";
AppColorPermissionsTitle = "Uprawnienia aplikacji do drukowania w kolorze";
App10ColorPermissionsTableDescription = "Na tej liście można zapisać maksymalnie 10 aplikacji wraz z ich uprawnieniami do drukowania w kolorze.";
AppColorPermissionsTableDescription = "Na tej liście są zapisywane aplikacje wraz z ich uprawnieniami do drukowania w kolorze.";
AppColorPermissionsTableAppNameColumn = "Nazwa aplikacji";
AppColorPermissionsTablePermissionColumn = "Uprawnienie";
DefaultAppPermissionsTitle = "Domyślne uprawnienia aplikacji:";
AppColorPermissionsTabDescription = "Możesz wydrukować dziennik zadań wykorzystania kolorów, aby zobaczyć nazwy aplikacji, z których drukowano na tym urządzeniu.";
AppNameTitle = "Nazwa aplikacji:";
